tap "felixkratz/formulae"
tap "homebrew/aerospace", "https://github.com/nikitabobko/homebrew-tap.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/sketchybar", "https://github.com/felixkratz/homebrew-formulae.git"
tap "nikitabobko/tap"
tap "tsonglew/dutis", "https://github.com/tsonglew/dutis.git"
brew "gcc"
brew "armadillo"
brew "asciinema"
brew "aspell"
brew "autoenv"
brew "grpc"
brew "bear"
brew "binutils"
brew "boost"
brew "c2048"
brew "fontconfig"
brew "glib"
brew "carapace"
brew "cargo-about"
brew "cargo-all-features"
brew "cargo-audit"
brew "cargo-auditable"
brew "cargo-binstall"
brew "cargo-binutils"
brew "cargo-bloat"
brew "cargo-bundle"
brew "cargo-c"
brew "cargo-crev"
brew "cargo-deny"
brew "cargo-depgraph"
brew "cargo-deps"
brew "cargo-docset"
brew "cargo-edit"
brew "cargo-fuzz"
brew "cargo-generate"
brew "cargo-instruments"
brew "cargo-llvm-cov"
brew "cargo-llvm-lines"
brew "cargo-make"
brew "cargo-nextest"
brew "cargo-outdated"
brew "cargo-release"
brew "cargo-sweep"
brew "cargo-udeps"
brew "cargo-watch"
brew "zig"
brew "cargo-zigbuild"
brew "chruby"
brew "clipboard"
brew "cmatrix"
brew "coreutils"
brew "cpanminus"
brew "rtmpdump"
brew "curl"
brew "deno"
brew "dialog"
brew "direnv"
brew "dooit"
brew "dotenv-linter"
brew "duti"
brew "erlang"
brew "elixir"
brew "elixir-ls"
brew "rebar3"
brew "erlang_ls"
brew "eza"
brew "fisher"
brew "fizsh"
brew "fzf"
brew "ghcup"
brew "pango"
brew "gist"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-gui"
brew "git-plus"
brew "git-tools"
brew "gitui"
brew "gleam"
brew "gnu-sed"
brew "gnuplot"
brew "go"
brew "gpatch"
brew "greed"
brew "gsl"
brew "hdf5"
brew "ifstat"
brew "libheif"
brew "imagemagick"
brew "juliaup"
brew "lazydocker"
brew "lazygit"
brew "libsql"
brew "lua-language-server"
brew "luacheck"
brew "luarocks"
brew "marksman"
brew "mas"
brew "mplayer"
brew "nbsdgames"
brew "neofetch"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "neovim-remote"
brew "nethack"
brew "newsboat"
brew "ninvaders"
brew "nnn"
brew "node"
brew "nowplaying-cli"
brew "nudoku"
brew "nushell"
brew "nvm"
brew "perl"
brew "portaudio"
brew "posting"
brew "prettier"
brew "python@3.12"
brew "rakudo-star"
brew "speedtest-cli"
brew "stylua"
brew "switchaudio-osx"
brew "texlab"
brew "texlive"
brew "w3m"
brew "wireguard-go"
brew "ykpers"
brew "zellij"
brew "zigmod"
brew "zsh-lovers"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
cask "adium"
cask "aerospace"
cask "alacritty"
cask "alfred"
cask "arc"
cask "bbedit"
cask "bitwarden"
cask "blender"
cask "blender-benchmark"
cask "brewservicesmenubar"
cask "chatgpt"
cask "cmake"
cask "copyq"
cask "crossover"
cask "cursor"
cask "cutter"
cask "devtoys"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "droidcam-obs"
cask "duckduckgo"
cask "dyalog"
cask "emacs@pretest"
cask "emojipedia"
cask "expressvpn"
cask "flutter"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-alegreya-sans"
cask "font-alegreya-sans-sc"
cask "font-alegreya-sc"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-awesome-terminal-fonts"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-departure-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-fontawesome"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-linux-biolinum"
cask "font-m+-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-recursive-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-trispace"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-ubuntu-sans-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "font-zed-sans"
cask "font-zen-antique-soft"
cask "font-zen-dots"
cask "font-zen-loop"
cask "git-credential-manager"
cask "github"
cask "gitkraken"
cask "gitkraken-cli"
cask "godot"
cask "godot-mono"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "herd"
cask "hex-fiend"
cask "iina"
cask "inkscape"
cask "insync"
cask "itermai"
cask "jellyfin"
cask "jellyfin-media-player"
cask "jetbrains-gateway"
cask "jetbrains-space"
cask "jetbrains-toolbox"
cask "jupyterlab"
cask "karabiner-elements"
cask "keycast"
cask "kitty"
cask "kodi"
cask "languagetool"
cask "launchcontrol"
cask "launchpad-manager"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "livebook"
cask "logitech-g-hub"
cask "lulu"
cask "macfuse"
cask "machoview"
cask "mactex"
cask "mediainfo"
cask "mediainfoex"
cask "meetingbar"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-excel"
cask "microsoft-onenote"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "musescore"
cask "neovide"
cask "nextcloud"
cask "notesollama"
cask "notion"
cask "notion-calendar"
cask "notion-enhanced"
cask "obs"
cask "obs-advanced-scene-switcher"
cask "obs-backgroundremoval"
cask "obs-websocket"
cask "obsidian"
cask "ollama"
cask "ollamac"
cask "onedrive"
cask "onyx"
cask "opera@beta"
cask "oracle-jdk"
cask "oracle-jdk-javadoc"
cask "orion"
cask "paragon-extfs"
cask "pgadmin4"
cask "porting-kit"
cask "postman"
cask "postman-agent"
cask "postman-cli"
cask "powershell"
cask "quarto"
cask "r"
cask "racket"
cask "raycast"
cask "rstudio"
cask "scribus"
cask "setapp"
cask "sf-symbols"
cask "skim"
cask "sloth"
cask "spotify"
cask "sqlitemanager"
cask "sqlitestudio"
cask "steam"
cask "steamcmd"
cask "swiftdefaultappsprefpane"
cask "swiftformat-for-xcode"
cask "sync"
cask "telegram-desktop@beta"
cask "tex-live-utility"
cask "texstudio"
cask "the-unarchiver"
cask "vlc"
cask "vlc-setup"
cask "vlc-webplugin"
cask "vmware-fusion"
cask "wakatime"
cask "warp"
cask "wavebox"
cask "wezterm"
cask "whatsapp"
cask "windows-app"
cask "xcodeclangformat"
cask "youtube-downloader"
cask "ytmdesktop-youtube-music"
cask "yubico-yubikey-manager"
cask "zed"
cask "zen-browser"
cask "zenmap"
cask "zoom"
mas "Apple Configurator", id: 1037126344
mas "Black Menu for Wikipedia", id: 1543803288
mas "CARROT Weather", id: 993487541
mas "Comment Wrapper", id: 1377998565
mas "Dark Reader for Safari", id: 1438243180
mas "Developer", id: 640199958
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "G App Launcher", id: 1543803459
mas "GarageBand", id: 682658836
mas "Grazie", id: 6450955215
mas "iMovie", id: 408981434
mas "Inkscape editor for graphics", id: 6443424132
mas "iPulse", id: 1028916583
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LanguageTool", id: 1534275760
mas "Messenger", id: 1480068668
mas "NamingTranslator", id: 1218784832
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "OCaml", id: 1547506826
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
mas "Prime Video", id: 545519333
mas "Refined GitHub", id: 1519867270
mas "Save to Pocket", id: 1477385213
mas "Save to Raindrop.io", id: 1549370672
mas "Shazam", id: 897118787
mas "SingleFile", id: 6444322545
mas "Slack", id: 803453959
mas "Smart JSON Editor", id: 1268962404
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "Text Toolset", id: 1157225201
mas "Transporter", id: 1450874784
mas "Ultra Character Map", id: 520265986
mas "Wayback Machine", id: 1472432422
mas "Web Translator", id: 6443492610
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "XCFormat", id: 1165321484
mas "Xcode", id: 497799835
